Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/umo.se/ahdistus.html.tmx
Source language: fin
Languages: sme

source: Ahdistuksella tarkoitetaan voimakasta, pelonsekaista tai huolestunutta tunnetilaa, joka tuntuu koko kehossa, ja jota useimmat joskus kokevat.
sme: Áŧestus leat garra fuolla ja ballu mii sáhttá dovdot olles gorudis, ja man eatnasat ožžot muhtumin.

source: Vaikka ahdistus voi tuntua ikävältä, kannattaa kuitenkin yrittää tehdä haluamiaan asioita eikä vältellä tilanteita, joiden uskoo aiheuttavan ahdistusta.
sme: Áŧestus sáhttá leahkit unohas, muhto olmmoš galgá goit dahkat dan man háliida iige vealtit dilálašvuođaid main jáhkká oažžut áŧestusa.

source: Ahdistus johtuu hermoston reaktioista, joihin ei voi itse vaikuttaa.
sme: Áŧestus leat reakšuvnnat nearvasystemas maid ii sahte stivret ieš.

source: On hyvä tietää, että ahdistus ei ole vaarallista, ja se menee yleensä ohi hetken kuluttua.
sme: Lea buorre dovdat ahte áŧestus ii leat váralaš ja ahte dat manná meaddel veháš áigge geažis.

source: Ahdistus voi tuntua koko kehossa
sme: Sáhttá dovdot oppa gorudis

source: Ahdistunut tuntee itsensä hyvin pelokkaaksi ja levottomaksi.
sme: Go lea áŧestus dovdá iežas balus ja leaboheapmin.

source: Se on voimakas tunne, joka voi tuntua koko kehossa.
sme: Dat lea garra dovdu mii sáhttá dovdot oppa gorudis.

source: Levottoman olon lisäksi ahdistukseen liittyy sydämentykytystä, hengityksen nopeutumista ja lihasten jännittymistä.
sme: Seamma áigge go olmmoš šaddá leaboheapmin sáhttá váibmu časkit jođáneappot ja garraseappot, vuoigŋan šaddá jođáneabbon ja deahkit geassásit čoahkkái.

source: Muita ahdistuksen oireita ovat hikoilu, huimaus, vapina tai pahoinvointi sekä puristava tunne rinnassa, mikä vaikeuttaa hengittämistä.
sme: Olmmoš sáhttá álgit bivastuvvat, oaivi jorggistit, doarggistit dehe veadjit heajuid, dehe dovdat deattu rattis, nu ahte lea lossat vuoigŋat.

source: Ensin tunne voimistuu ja voimistuu, kunnes hetken kuluttua se ei enää pahene.
sme: Álggos dovdu šaddá garrasit ja garrasit, muhto veháš áigge geažis doarggástus ii laso.

source: Tässä vaiheessa ahdistunut henkilö alkaa yleensä rentoutua ja ahdistus lievittyä.
sme: Dalle olmmoš láve álgit lotkkoduvvat ja áŧestus unnu.

source: Ahdistus voi tuntua pelottavalta.
sme: Áŧestus sáhttá dovdot balddihahttin.

source: Se ei kuitenkaan ole vaarallista, ja hetken kuluttua olo alkaa tuntua rauhallisemmalta.
sme: Muhto dat orru álo lojit veháš áigge geažis, iige leat váralaš.

source: Ahdistustila voi tuntua joka kerta erilaiselta.
sme: Áŧestus sáhttá dovdot iežálágánin sierra gerddiid.

source: Kehon tuntemuksia ei välttämättä aina osaa tunnistaa ahdistukseksi.
sme: Iige álo dieđe ahte dat man dovdá gorudis lea áŧestus.

source: Joskus sanaa ahdistus käytetään kuvaamaan vaikeita tilanteita.
sme: Muhtumin gevto sátni áŧestus go olmmoš dovdá juoga lea váivi.

source: Esimerkiksi edessä oleva koe tai työkiireet tuntuvat ahdistavilta.
sme: Dadjo ahte olbmos lea áŧestus ovdamearkka dihte go lea geahččaleapmi skuvllas dehe go lea olu bargu.

source: Ahdistuksella tarkoitetaan kuitenkin jotain muuta vain arkipäiväisiä huolenaiheita, jotka johtuvat usein stressistä.
sme: Muhto áŧestus lea juoga eanet go dát juohke beaivásaš leabohisvuohta. Mii soaitá dárkkuhit hoahpu.

source: Ahdistuksen syy voi olla tiedostamaton
sme: Olmmoš ii álo dieđe manin oažžu áŧestusa

source: Useimmat ihmiset kokevat ahdistusta jossain vaiheessa elämäänsä, mutta sen voimakkuus ja esiintymistiheys voivat vaihdella.
sme: Eatnasat ožžot áŧestusa muhtimin, muhto dat lea earálágan man olu ja man dávjá.

source: Jotkut kokevat ahdistusta vain satunnaisesti.
sme: Muhtimat ožžot áŧestusa moadde háve.

source: Toiset voivat kokea voimakasta ja toistuvaa tai pitkäkestoista ahdistusta.
sme: Earáin sáhttá leat garra áŧestus mii dávjá geardu, dehe áŧestus mii bistá guhká.

source: Joku saattaa myös kokea lyhyitä ahdistuskohtauksia, jotka menevät nopeasti ohi.
sme: Olmmoš sáhttá maid oažžut oanehis áŧestusdohppehallama mii manná badjel jođánit.

source: Joskus ahdistuksen taustalla oleva syy on tiedossa.
sme: Muhtumin olmmoš diehtá manin oažžu áŧestusa.

source: Ahdistuksen voi laukaista jokin raskas kokemus, esimerkiksi läheisen kuolema.
sme: Dat sáhttá šaddat go olmmoš vásiha soames váttis ášši, dego ahte soamis gean buot dovdet jápmá.

source: Väkivallan uhriksi joutunut voi kokea ahdistusta.
sme: Olmmoš sáhttá oažžut áŧestusa jus lea šaddan veahkaváldot.

source: Ahdistusta voi aiheuttaa myös jonkun ilkeä käytös netissä tai huijauksen ja hyväksikäytön yritys.
sme: Dehe jus soamis lea leamaš baháguren neahtas, dehe geahččalan beahttit dehe ávkkástallat suinna.

source: Jotkut kokevat ahdistusta ennen koetta tai työhaastattelua.
sme: Muhtimat ožžot áŧestusa iskosa dehe barguiváldinjearahallama ovdal.

source: Tai ennen vaikeaa ja pelottavaa tilannetta.
sme: Dehe go galgá dahkat juoidá masa ii liiko.

source: Vaikka tällainenkin ahdistus tuntuu ikävältä, ainakin sen syy on tiedossa.
sme: Dat sáhttá leat váttis, muhto olmmoš diehtá goittotge manin lea áŧestus.

source: Syyn ymmärtäminen voi helpottaa ahdistuksen käsittelyä.
sme: Dat soaitá dahkat álkibun gierdat dan.

source: Myös alkoholin tai huumeiden käyttö voivat aiheuttaa ahdistusta.
sme: Áŧestusa sáhttá oažžut maid jus juhká viinni dehe geavtá gárrenmirkkuid.

source: Ahdistuksen syy voi olla tiedostamaton, tai se voi johtua asioista, joiden ei uskoisi aiheuttavan ahdistusta.
sme: Áŧestus sáhttá šaddat maid olbmo dieđikeahttá manin, dehe áššiin main jurddaša eai galggale addit áŧestusa.

source: Siinä tapauksessa ahdistus saattaa joskus tuntua vielä vaikeammalta ja pelottavammalta.
sme: Dat sáhttet muhtumin dagahit áŧestusa váivvibun ja dahkat olbmo eanet balolažžan.

source: Ahdistuksen erilaisten muotojen välillä ei ole selvää eroa.
sme: Ii leat mangelágán čielga rádji dán soarttat áŧestusaid gaskkan.

source: Vaikka ahdistuksen taustalla oleva syy olisikin tiedossa, tunne voi silti vaikuttaa liian voimakkaalta tilanteeseen nähden, esimerkiksi jos kokee sydämentykytystä, huimausta ja hikoilua ennen koetta tai tenttiä.
sme: Soaitá maid leahkit nu ahte olmmoš diehtá mas áŧestus vuolgá, muhto goittotge atná ahte dat lea ila garas, ovdamearkka dihte jus oažžu váibmodearpama, illáveaju ja bivastuvvama ovdal geahččaleami dehe tenttaid.

source: Vaikutus uneen ja tunteisiin
sme: Váikkuha nahkáriidda ja dovdduide

source: Ahdistus voi vaikeuttaa rentoutumista ja nukkumista.
sme: Áŧestus sáhttá dagahit ahte olbmoš lea váttis muossánit ja oađđit bures.

source: Ahdistunut saattaa herätä keskellä yöllä ja kärsiä sen myötä univaikeuksista tai univajeesta.
sme: Olmmoš sáhttá badjánit ihkku ja dainnalágiin oažžut nahkáriid gaskaduvvát, dehe oažžut ila unnán nahkáriid.

source: Lisäksi ahdistus voi aiheuttaa levottomuutta, kärsimättömyyttä, ärtyneisyyttä ja itkuisuutta.
sme: Áŧestus sáhttá maid dahkat ahte olmmoš šaddá leaboheapmin, gierdameahttumin ja erdui dehe nu ahte álkibut šaddá surolažžan ja álgá čierrut.

source: Ahdistusta ahdistuksesta
sme: Áŧestus áŧestusa dihte

source: Ahdistus voi aiheuttaa kehossa niin voimakkaita tunteita ja reaktioita, että henkilö uskoo kuolevansa tai tulevansa hulluksi.
sme: Áŧestus sáhttá addit garra dovdduid ja reakšuvnnaid gorudis ahte olmmoš sáhttá jáhkkit ahte jápmá dehe šaddá jallan.

source: Kokemus voi tuntua niin ikävältä, että haluaa tehdä kaikkensa välttääkseen sen toistumista.
sme: Dat sáhttá leahkit nu váivi ahte ovttaskas geahččala dahkat buot vealtin dihte ahte dat ii gearddo.

source: Silloin voi ahdistua pelkästään siitä, että pelkää ahdistuvansa.
sme: Dalle sáhttá oažžut áŧestusa daningo ballá ahte oažžu áŧestusa.

source: Ahdistuksen pelko rajoittaa elämää.
sme: Dat gohčoduvvo vuordináŧestussan.

source: Miten oloaan voi kohentaa ?
sme: Maid ieš sáhttá dahkat ?

source: Ahdistuksesta on mahdollista päästä eroon.
sme: Áŧestusas sáhttá beassat luovos.

source: Jokainen voi löytää ahdistuksen käsittelyyn omia keinoja.
sme: Dávjá olmmoš sáhttá gávdnat iežas vugiid gieđahallat iežas áŧestusa.

source: Tässä muutamia vinkkejä.
sme: Dá leat moadde guigosa:

source: Ahdistuksesta puhuminen luotettavalle henkilölle voi auttaa.
sme: Láve veahkehit muitalit áŧestusas soapmásii gean olis dovdá iežas oadjebassan.

source: Vaikeiden tunteiden pukeminen sanoiksi voi helpottaa niiden pohtimista ja ymmärtämistä.
sme: Bidjamiin sániid iežas váttis dovdduide sáhttá dahkat álkibun jurddašit ja ipmirdit daid.

source: Monet kokevat ikävistä tunteista kirjoittamisen, maalaamisen tai muun luovan puuhastelun lievittävän ahdistuksen tunteita.
sme: Máŋgasa veahkeha dat maid ahte čállá váttis dovdduin, dehe mále dehe luovvat eará ládje.

source: Stressi voi lisätä ahdistusta.
sme: Hoahppu sáhttá maid dagahit áŧestusa.

source: Jos on stressaantunut, voi siis miettiä, miten stressiä ja siten myös ahdistusta voisi vähentää.
sme: Jus lea huššái olmmoš sáhttá jurddašit got sáhttá unnidit huša, ja dainna lágiin maid unnidit áŧestusa.

source: Voi tehdä rentoutusharjoituksia.
sme: Olmmoš sáhttá dahkat muossánan hárjehusaid.

source: Niitä voi ladata internetistä tai ostaa CD-levyn apteekista.
sme: Dat gávdnojit láddet interneahtas dehe oastit cd:s apotehkas.

source: Ahdistus saattaa aiheuttaa univaikeuksia.
sme: Áŧestus dagaha ahte olmmoš nohkká heajubut.

source: Hyvät yöunet voivat kuitenkin lievittää ahdistusta.
sme: Muhto jus lihkostuvvá nohkkat bures sáhttá dat unnut.

source: Sen vuoksi on tärkeää yrittää nukkua riittävästi.
sme: Danin lea dehálaš geahččalit oađđit ortnegiid.

source: Kuntoilu tai kävely voi lievittää ahdistusta.
sme: Áŧestus sáhttá unnut jus lihkada, hárjehallamiin ja vázzimiin.

source: Jos tupakoi, nuuskaa, käyttää alkoholia tai juo paljon kahvia, voi yrittää vähentää niiden käyttöä ja katsoa olisiko lopettamisesta apua.
sme: Jus borgguha, nuvske, juhká viinni dehe juhká olu gáfe olmmoš sáhttá geahččalit unnidit dan ja oaidnit jus dat veahkeha.

source: Runsas nikotiinin ja kofeiinin käyttö voivat lisätä ahdistusta ja heikentää yöunta.
sme: Olu nikotiidna ja koffeiidna sáhttá lasidit áŧestusa ja dahkat ahte olmmoš nohkká heajubut.

source: Ahdistuksesta voi lukea lisää tai saada vinkkejä sen hoitoon esimerkiksi internetistä.
sme: Olmmoš sáhttá lohkat áŧestusas dehe oažžut guigosiid earáin, ovdamearkka dihte interneahtas.

source: On myös mahdollista liittyä yhdistyksiin, joista voi saada vinkkejä ja tukea ahdistuksen käsittelyyn.
sme: Gávdnojit searvvit maidda sáhttá searvat mat sáhttet doarjut guigosiiguin ja neavvagiiguin.

source: Jos haluaa puhua jonkun kanssa, voi soittaa tukipuhelimiin.
sme: Jus háliida hupmat soapmásiin, sáhttá riŋget soamis telefonfáktii mat gávdnojit.

source: Ahdistusta ei kannata lievittää alkoholilla tai muilla päihteillä.
sme: Olmmoš ii galgga juhkat viinni dehe váldit gárrenmirkkuid áŧestusa unnideapmái.

source: Päihteet saattavat auttaa hetkeksi, mutta ahdistus tulee takaisin ehkä vielä pahempana.
sme: Dat soaitá orrut veahkeheame bottažii, muhto áŧestus boahtá ruovttoluotta ja dalle soaitá šaddat vearrábun.

source: Millaista apua on saatavilla ?
sme: Makkár veahki olmmoš sáhttá oažžut ?

source: Ahdistuksesta voi päästä eroon erilaisilla tavoilla.
sme: Olmmoš sáhttá maid oažžut veahki gávdnat vuogi beassat áŧestusas.

source: Tavallisesti hoitoon käytetään keskusteluterapiaa, lääkitystä tai rentoutusharjoituksia.
sme: Dábáleamos dikšun lea soames lágan ságastanterapiija, dálkasat dehe muosáheapmi.

source: Mikä toimii yhdellä ei välttämättä toimi toisella.
sme: Dat mii doaibmá ovtta persovdnii ii soaitte doaibmat nubbái.

source: Siksi on tärkeää saada apua, joka on sopeutettu omiin tarpeisiin.
sme: Danin lea dehálaš ahte oažžu veahki mii lea heivehuvvon dasa maid ieš dárbbaha.

source: Apua voi hakea ottamalla yhteyttä nuorisovastaanottoon, opiskelijaterveydenhuoltoon tai terveyskeskukseen.
sme: Ovttaskas sáhttá álgit váldimiin oktavuođa nuoraidvuostáváldimiin, ohppiiddearvvašvuhtii dehe dearvvašvuođaguovddážii.

source: Tarvittaessa he voivat auttaa ottamaan yhteyttä esimerkiksi psykologiin tai lääkäriin.
sme: Jus dárbbahuvvo sáhttá dat gean deaivá veahkehit ovttaskasa oažžut oktavuođa ovdamearkka dihte psykologain dehe doaktáriin.
